{
    "game_name": "Warhammer 40,000: Darktide",
    "version": "1.6.3296.0",
    "image_url": "https://store-images.s-microsoft.com/image/apps.48607.14421726920549205.962f578b-af24-431e-a3f9-da9214cf7711.4452b71f-33b6-436e-be28-de845ef6fdc2?q=90&w=177&h=265",
    "description": "Take back the city of Tertium from hordes of bloodthirsty foes in this intense and brutal action shooter. Warhammer 40,000: Darktide is the new co-op focused experience from the award-winning team behind the Vermintide series.

In the depths of the hive, the seeds of corruption threaten to turn into an overwhelming tide of darkness. A mysterious and sinister new force is seeking to take control of the entire city.  It is up to you and your allies in the Inquisition to root out the enemy before the city succumbs to Chaos. 

As Tertium falls, Rejects Will Rise.


Your Character, Your Playstyle

Create your own, unique character and customize their physical appearance, voice, and origin. Choose your class to determine which unique traits and skill sets they will make use of in battle. Will you be a seasoned veteran of the Imperial army, a snarky outsider, or a fiery zealot? The choice is yours.


Combat Evolved

Built on the legacy of Vermintide 2’s best-in-class melee combat, Warhammer 40,000: Darktide introduces intense WH40K gunplay to the mix. Master the balance between ranged and melee combat as you fight through a slew of enemies. Feel the impact of each swipe, swing, and slice of a chainsword, or fry some flesh with a lasgun.


Save Tertium From Ruin

Step into the violent, dystopian world of Warhammer 40,000. From boiling hot industrial factories to the decaying water maintenance zone afflicted by constant acid rainfall - Tertium Hive is a hard and unforgiving place even at the best of times. Your role is to serve the zealous Inquisition by embarking on missions to exterminate the threats lurking in the depths of the hive city, or die trying.


Overcome Unpredictable Challenges

Adapt to the erratic whims of Chaos with circumstances - mutators that add a spontaneous challenge to your mission. Your team must learn to adjust, adopt new tactics and change up their loadouts to face these ruthless challenges.",
    "download_url_full": "https://spyderrock.com/tSg53733-Warhammer40000Darktide1.rar",
    "download_url_update": "https://spyderrock.com/e72r6484-UpdateWarhammer40000Darktide1.rar",
    "hash": "d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2d2"
}
